[
    {
        "name": "SDN Bojong Nangka 04",
        "year": "1998 - 2004",
        "description": "Ketertarikan pada teknologi komputer bermula dari saya berpendidikan Sekolah Dasar. Bermula dari game console yang saya miliki yaitu NES, Play Station, dan seperangkat Komputer."
    },
    {
        "name": "SMPN 01 Citeureup",
        "year": "2004 - 2007",
        "description": "Masuk jenjang pendidikan Sekolah Menengah Pertama, saya berjumpa dengan teknologi Hand Phone dan Internet. Handphone saat itu digunakan untuk komunikasi berbasis teks, membuat saya terkesima dengan perangkat tersebut seseorang bisa saling berkomunikasi atau menyampaikan informasi kepada orang yang dituju dalam jarak yang tak tentu. Selanjutnya bekenalan dengan Internet. Saat itu saya sedang mendapatkan tugas untuk membuat klipping, teman mengajak ke sebuah WarNet (Warung interNet) mencari bahan untuk tugas. Saya pikir, 'Emang ada apa di WarNet?'. Namun ternyata disitulah banyak informasi dengan mudah, hanya dengan mengetikkan informasi yang dibutuhkan melalui mesin penjelajah / penelusuran (Google). Tidak hanya itu, untuk pertama kalinya saya berkenalan dengan Sosial Media dunia maya yaitu Friendster. Mungkin ini menjadi motivasi saya pergi ke WarNet, yah walau sekedar balas chat ataupun update status (mungkin juga update foto terkece, hehe). Lambat laun, satu persatu teman sudah mulai tidak menggunakan Friendster dan beralih menggunakan Facebook dikarenakan Facebook memiliki lebih banyak fitur. Peralihan tersebut diiringi dengan Hand Phone yang sudah memiliki fitur Internet (Symbian OS era), jadi teman-teman bisa bersosial media dimana saja (walaupun dulu kuota internet mahal, apa masih pakai pulsa ya?) sedangkan saya masih melalui WarNet (saat itu saya belum punya Hand Phone, saya harus nabung demi hal itu)."
    },
    {
        "name": "SMKN 01 Gunung Putri",
        "year": "2004 - 2007",
        "description": "Masuk ke jenjang pendidikan Sekolah Menengah Kejuruan, di sekolah saya mulai dikenalkan dan belajar lebih dalam berbagai software (AutoCAD, Excel, Word, E-mail, dsb. Jaman SMP inget Paint doang, hehe). Masa itu saya masih main ke WarNet untuk bermain di area Facebook, namun bukan hanya sekedar bersosial media melainkan bermain game dari fitur yang ditawarkan Facebook dikarenakan saya saat itu sudah mempunyai Hand Phone yang bisa Internet (hasil dari nabung). Selain bermain di area Facebook, saya juga bermain game lain (CS, Point Blank, dll) dan editing foto. Tertarik dunia editing foto (dan juga fotografi) dimulai terkesimanya diri saya dengan hasil editing teman. Masih banyak hal lainnya, lambat laun saya lulus SMK. Pertemuan reuni-pun diadakan (walau kecil-kecilan) pada malam tahun baru (lupa tahun berapa, namun ga jauh pas tahun kelulusan). Hal yang paling membuat takjub pada malam itu adalah perkenalan saya dengan teknologi baru, Hand Phone dengan OS Android."
    },
    {
        "name": "Universitas Indraprasta PGRI",
        "year": "2016 - 2021",
        "description": "Masuk kejuruan teknik informatika karena awalnya ketertarikan dalam game console, arcade, dan akhirnya personal computer. Terlintas dalam pikiran 'bagaimana permainan-permainan keren dan indah tersebut dibuat' dan saya menemukan jawabannya. Selain itu saya berpendapat bahwa teknologi khususnya yang secara terkomputerisasi saat ini berkembang dengan sangat pesat."
    }
]
